name: "ensemble_model"
platform: "ensemble"
input [
{
    name: "input"
    data_type: TYPE_FP32
    dims: [1, 1024]
}
]

output [
{
    name: "output"
    data_type: TYPE_FP32
    dims: [1, 1024]
}
]
ensemble_scheduling {
  step {
    model_name: "test_model"
    model_version: 1
    input_map {
      key: "input_0"
      value: "input"
    }
    output_map {
      key: "output_0"
      value: "input_0"
    }
  }
  step {
    model_name: "test_model_dup"
    model_version: 1
    input_map {
      key: "input_0"
      value: "input_0"
    }
    output_map {
      key: "output_0"
      value: "output"
    }
  }
}