
name: "dynamic_model"
backend: "python"
max_batch_size: 0
input [
{
    name: "input_0"
    data_type: TYPE_UINT8
    dims: [-1]
}
]

output [
{
    name: "output_0"
    data_type: TYPE_UINT8
    dims: [-1]
},
{
    name: "output_1"
    data_type: TYPE_UINT8
    dims: [-1]
}
]

instance_group [{ kind: KIND_CPU }]