
name: "dynamic_model_2"
backend: "python"
max_batch_size: 0
input [
{
    name: "input_0"
    data_type: TYPE_UINT8
    dims: [-1,-1, 3]
}
]

output [
{
    name: "output_0"
    data_type: TYPE_UINT8
    dims: [-1,-1, 3]
}
]

instance_group [{ kind: KIND_CPU }]